[
  "obsidian-excalidraw-plugin",
  "obsidian-style-settings",
  "mysnippets-plugin",
  "editing-toolbar",
  "recent-files-obsidian",
  "cmdr",
  "floating-toc",
  "calendar",
  "obsidian-mind-map",
  "easy-typing-obsidian",
  "table-editor-obsidian"
]